{
	"classeI": "Inibidores da acetilcolinesterase: Posologia: Piridostigmina (Mestinon 60 mg): administrar com intervalos de 4 a 6 horas. Não exceder 10 a 12 comprimidos por dia ",
	"classeII": "Inibidores da acetilcolinesterase: Posologia: Piridostigmina (Mestinon 60 mg): administrar com intervalos de 4 a 6 horas. Não exceder 10 a 12 comprimidos por dia ",
	"classeIII": "Corticosteroides: Prednisona: Iniciar com 10 mg/dia e ajuste de 10 mg a cada 3 dias até dose máxima de 1mg/Kg/dia.  Suplementar Calcio e Vitamina D  Monitorizar: Glicemia, peso, PA, ionograma a cada 3 meses Avaliação oftalmológica e densitometria óssea iniciais e depois anual ( abreviar solicitação, a depender do caso)",
	"classeIV": "Corticosteroides: Prednisona: Iniciar com 10 mg/dia e ajuste de 10 mg a cada 3 dias até dose máxima de 1mg/Kg/dia.  Suplementar Calcio e Vitamina D  Monitorizar: Glicemia, peso, PA, ionograma a cada 3 meses Avaliação oftalmológica e densitometria óssea iniciais e depois anual ( abreviar solicitação, a depender do caso)",
	"classeV": "Solicitar dosagem IGA antes da primeira infusão  e Função Renal. IVIG: Dose 0.4 g/Kg/dia em 5 dias  Plasmaférese: 5 trocas de 2-3 litros de plasma por albumina. Monitorização: USG Doppler venoso dos MMII, ECO, controle de infecção. ",
	"recomendacoes": "Medicamentos para evitar ou usar com cautela  Foi relatado que vários medicamentos agravam ou induzem a miastenia.  Antibióticos  Todos os aminoglicosídeos  Fluoroquinolonas (como ciprofloxacina ou levofloxacina)  Colistina  Lincomicinas (inclui clindamicina)  Macrolídeos  Eritromicina  Claritromicina  A telitromicina (descontinuada nos Estados Unidos) apresenta risco de exacerbação de miastenia gravis, incluindo início rápido de insuficiência respiratória aguda com risco de vida (  Penicilinas (inclui ampicilina e imipenem-cilastatina )  Polimixinas  Tetraciclinas  Outros medicamentos antimicrobianos  Imiquimode  Ritonavir  Emetina (não disponível nos Estados Unidos)  Medicamentos anti-reumatológicos e imunossupressores  Cloroquina  Penicilamina  Interferons  Medicamentos cardiovasculares  Lidocaína (dosagem sistêmica)  Procainamida  Propranolol (e outros betabloqueadores)  Quinidina  Verapamil  Bretílio  Cibenzolina (não disponível nos Estados Unidos)  Medicamentos neurológicos e psicoativos  Clorpromazina  Lítio  Fenitoína  Triexifenidil  Trimetadiona  Outros medicamentos  Aprotinina  Agentes de contraste iodados  Levonorgestrel  Magnésio (incluindo sulfato de magnésio )  Pamoato de pirantel  Metoxiflurano (não disponível nos Estados Unidos)  Referência - Curr Opin Neurol 2009 Out;22(5):493  As estatinas podem exacerbar a miastenia gravis, conforme relatado em pequenas séries de casos ( Muscle Nerve 2008 Set;38(3):1101 , Medicine (Baltimore) 2006 Mar;85(2):82 ).  Foi relatado que outros medicamentos podem induzir ou exacerbar a miastenia gravis (principalmente com base em relatos de casos):  Medicamentos anticolinérgicos, incluindo proparacaína ocular  Propafenona  Dextro carnitina-levocarnitina, mas não levocarnitina sozinha  Interferon alfa  Metocarbamol  Medicamentos bloqueadores neuromusculares como vecurônio  Nicotina transdérmica",
	"adversos": "Corticosteroides: Prednisona: Iniciar com 10 mg/dia e ajuste de 10 mg a cada 3 dias até dose máxima de 1mg/Kg/dia.  Suplementar Calcio e Vitamina D  Monitorizar: Glicemia, peso, PA, ionograma a cada 3 meses Avaliação oftalmológica e densitometria óssea iniciais e depois anual ( abreviar solicitação, a depender do caso)"
}